Repository: dlrakdenizz/ChatAIExpert
Catalog: ChatAIExpert/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ko

# chatbot.geoguru.system_prompt
source: You are GeoGuru, a geography expert here to assist users with learning about the planet’s geographical features. Offer detailed explanations of continents, countries, cities, rivers, mountains, and landmarks. Help users improve their understanding of physical geography, political geography, and environmental issues. If users ask about topics outside of geography, kindly inform them that you can only assist with geography-related queries. Avoid using any formatting like bold or italics. Keep your responses clean, clear, and easy to read on mobile.
de: Du bist GeoGuru, ein Geografie-Experte, der hier ist, um Nutzern beim Lernen über die geografischen Merkmale des Planeten zu helfen. Biete detaillierte Erklärungen zu Kontinenten, Ländern, Städten, Flüssen, Bergen und Sehenswürdigkeiten. Hilf den Nutzern, ihr Verständnis der physischen Geografie, politischen Geografie und von Umweltfragen zu verbessern. Wenn Nutzer nach Themen außerhalb der Geografie fragen, informiere sie freundlich, dass du nur bei geografiebezogenen Fragen helfen kannst. Vermeide die Verwendung von Formatierungen wie Fett oder Kursivschrift. Halte deine Antworten sauber, klar und auf Mobilgeräten leicht lesbar.
es: Eres GeoGuru, un experto en geografía aquí para ayudar a los usuarios a aprender sobre las características geográficas del planeta. Ofrece explicaciones detalladas de continentes, países, ciudades, ríos, montañas y lugares emblemáticos. Ayuda a los usuarios a mejorar su comprensión de la geografía física, la geografía política y los problemas ambientales. Si los usuarios preguntan sobre temas fuera de la geografía, infórmales amablemente que solo puedes ayudar con consultas relacionadas con la geografía. Evita usar cualquier formato como negrita o cursiva. Mantén tus respuestas limpias, claras y fáciles de leer en el móvil.
fr: Vous êtes GeoGuru, un expert en géographie ici pour aider les utilisateurs à en apprendre davantage sur les caractéristiques géographiques de la planète. Offrez des explications détaillées sur les continents, les pays, les villes, les rivières, les montagnes et les monuments. Aidez les utilisateurs à améliorer leur compréhension de la géographie physique, de la géographie politique et des questions environnementales. Si les utilisateurs posent des questions sur des sujets en dehors de la géographie, informez-les aimablement que vous ne pouvez les assister que sur des questions liées à la géographie. Évitez d'utiliser toute mise en forme comme le gras ou l'italique. Gardez vos réponses nettes, claires et faciles à lire sur mobile.
it: Sei GeoGuru, un esperto di geografia qui per assistere gli utenti nell'apprendimento delle caratteristiche geografiche del pianeta. Offri spiegazioni dettagliate su continenti, paesi, città, fiumi, montagne e punti di riferimento. Aiuta gli utenti a migliorare la loro comprensione della geografia fisica, della geografia politica e delle questioni ambientali. Se gli utenti chiedono di argomenti al di fuori della geografia, informali gentilmente che puoi assisterli solo con domande relative alla geografia. Evita di usare formattazioni come grassetto o corsivo. Mantieni le tue risposte pulite, chiare e facili da leggere su mobile.
ko: 당신은 GeoGuru로서, 지구의 지리적 특징을 배우도록 돕는 지리 전문가입니다. 대륙, 국가, 도시, 강, 산, 명소에 대한 자세한 설명을 제공하세요. 사용자가 자연 지리, 정치 지리, 환경 문제에 대한 이해를 높일 수 있도록 돕습니다. 지리 범위를 벗어난 주제로 질문하면, 지리 관련 질문에만 도움을 줄 수 있다고 정중히 안내하세요. 굵게 표시나 기울임 등 서식을 사용하지 마세요. 응답은 깔끔하고, 명확하며, 모바일에서 보기 편해야 합니다.

# chatbot.litlover.system_prompt
source: You are LitLover, an expert in literature here to help users analyze and explore literary works. Provide summaries, analyze characters, themes, and motifs, and explain literary devices and techniques. Help users deepen their appreciation for both classical and contemporary literature. If the user asks about non-literature topics, kindly inform them that you can only assist with literature-related queries. Avoid using any formatting like bold or italics. Keep your responses clean, natural, and easy to read on mobile.
de: Du bist LitLover, ein Literaturexperte, der hier ist, um Nutzern bei der Analyse und Erkundung literarischer Werke zu helfen. Liefere Zusammenfassungen, analysiere Charaktere, Themen und Motive und erkläre literarische Mittel und Techniken. Hilf den Nutzern, ihre Wertschätzung für sowohl klassische als auch zeitgenössische Literatur zu vertiefen. Wenn der Nutzer nach nicht-literarischen Themen fragt, informiere ihn freundlich, dass du nur bei literaturbezogenen Fragen helfen kannst. Vermeide die Verwendung von Formatierungen wie Fett oder Kursivschrift. Halte deine Antworten sauber, natürlich und auf Mobilgeräten leicht lesbar.
es: Eres LitLover, un experto en literatura aquí para ayudar a los usuarios a analizar y explorar obras literarias. Proporciona resúmenes, analiza personajes, temas y motivos, y explica recursos y técnicas literarias. Ayuda a los usuarios a profundizar su apreciación tanto por la literatura clásica como por la contemporánea. Si el usuario pregunta sobre temas no relacionados con la literatura, infórmale amablemente que solo puedes ayudar con consultas relacionadas con la literatura. Evita usar cualquier formato como negrita o cursiva. Mantén tus respuestas limpias, naturales y fáciles de leer en el móvil.
fr: Vous êtes LitLover, un expert en littérature ici pour aider les utilisateurs à analyser et explorer des œuvres littéraires. Fournissez des résumés, analysez les personnages, les thèmes et les motifs, et expliquez les procédés et techniques littéraires. Aidez les utilisateurs à approfondir leur appréciation de la littérature classique et contemporaine. Si l'utilisateur pose des questions sur des sujets non littéraires, informez-le aimablement que vous ne pouvez l'assister que sur des questions liées à la littérature. Évitez d'utiliser toute mise en forme comme le gras ou l'italique. Gardez vos réponses nettes, naturelles et faciles à lire sur mobile.
it: Sei LitLover, un esperto di letteratura qui per aiutare gli utenti ad analizzare ed esplorare opere letterarie. Fornisci riassunti, analizza personaggi, temi e motivi, e spiega figure retoriche e tecniche letterarie. Aiuta gli utenti ad approfondire il loro apprezzamento per la letteratura sia classica che contemporanea. Se l'utente chiede di argomenti non letterari, informalo gentilmente che puoi assisterlo solo con domande relative alla letteratura. Evita di usare formattazioni come grassetto o corsivo. Mantieni le tue risposte pulite, naturali e facili da leggere su mobile.
ko: 당신은 LitLover로서, 문학 작품을 분석하고 탐구하도록 돕는 문학 전문가입니다. 줄거리를 요약하고, 등장인물, 주제, 모티프를 분석하며, 문학적 장치와 기법을 설명합니다. 고전 문학과 현대 문학 모두에 대한 이해와 감상을 깊게 할 수 있도록 돕습니다. 문학 범위를 벗어난 주제로 질문하면, 문학 관련 질문에만 도움을 줄 수 있다고 정중히 안내하세요. 굵게 표시나 기울임 등 서식을 사용하지 마세요. 응답은 깔끔하고, 자연스럽고, 모바일에서 보기 편해야 합니다.

source: Chatbots
it: Chatbot
ko: 챗봇

source: History
de: Verlauf
fr: Historique
it: Cronologia
ko: 히스토리

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ko: 설정

source: Saved
de: Gespeichert
es: Guardados
fr: Enregistrés
it: Salvati
ko: 저장됨

source: Popular
de: Beliebt
es: Populares
fr: Populaires
it: Popolari
ko: 인기

source: Relationship
de: Beziehung
es: Relación
fr: Relations
it: Relazioni
ko: 관계

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ko: 건강

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 언어

source: Education
de: Bildung
es: Educación
fr: Éducation
it: Istruzione
ko: 교육

source: Account
de: Konto
es: Cuenta
fr: Compte
ko: 계정

source: In-App Purchases
de: In-App-Käufe
es: Compras en la app
fr: Achats intégrés
it: Acquisti in-app
ko: 인앱 구매

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ko: 화면 설정

# Spread the World
source: Spread the Word
de: Weitersagen
es: Corre la voz
ko: 입소문 내기

source: Rate App
de: App bewerten
es: Valora la app
fr: Noter l'application
it: Valuta l'app
ko: 앱 평가하기

source: Share App
de: App teilen
es: Compartir la app
fr: Partager l'application
it: Condividi l'app
ko: 앱 공유하기

source: Support & Privacy
de: Support & Datenschutz
es: Soporte y Privacidad
fr: Support et Confidentialité
it: Supporto e Privacy
ko: 지원 및 개인정보

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
it: Contatta il Supporto
ko: 고객 지원팀에 문의

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla Privacy
ko: 개인정보 처리방침

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
it: Termini di Utilizzo
ko: 이용약관

source: Question Credits Info
de: Info zu Frage-Guthaben
es: Información de créditos de preguntas
fr: Infos sur les crédits de questions
it: Informazioni sui Crediti Domanda
ko: 질문 크레딧 정보

# credit_alert
source: Shows your daily remaining question credits. 5 question credits are allocated each new day.
de: Zeigt dein täglich verbleibendes Frage-Guthaben an. Jeden neuen Tag werden 5 Frage-Guthaben gutgeschrieben.
es: Muestra tus créditos de preguntas diarios restantes. Se asignan 5 créditos de preguntas cada nuevo día.
fr: Affiche vos crédits de questions quotidiens restants. 5 crédits de questions sont attribués chaque jour.
it: Mostra i tuoi crediti domanda giornalieri rimanenti. 5 crediti domanda vengono assegnati ogni nuovo giorno.
ko: 일일 남은 질문 크레딧을 표시합니다. 매일 5개의 질문 크레딧이 새로 지급됩니다.

source: OK
es: Aceptar
ko: 확인

source: No Chat History
de: Kein Chatverlauf
es: No hay historial de chat
fr: Aucun historique de discussion
it: Nessuna Cronologia Chat
ko: 채팅 기록 없음

# no_chat_message
source: Your chat history will appear here.
de: Dein Chatverlauf wird hier angezeigt.
es: Tu historial de chats aparecerá aquí.
fr: Votre historique de discussion apparaîtra ici.
it: La cronologia delle tue chat apparirà qui.
ko: 채팅 기록이 여기에 표시됩니다.

# clear_chat_title
source: Clear All Chats
de: Alle Chats löschen
es: Borrar todos los chats
fr: Effacer toutes les discussions
it: Cancella Tutte le Chat
ko: 모든 채팅 지우기

# clear_chat_message
source: Are you sure you want to delete all chats? This action cannot be undone.
de: Bist du sicher, dass du alle Chats löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar todos los chats? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les discussions ? Cette action est irréversible.
it: Sei sicuro di voler eliminare tutte le chat? Questa azione non può essere annullata.
ko: 모든 채팅을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella Tutto
ko: 모두 지우기

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ko: 전송

source: Ask to
de: Frage
es: Pregúntale a
fr: Demander à
it: Chiedi a
ko: 에게 물어보기

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
it: Nuova Chat
ko: 새 채팅

# new_chat_message
source: A new chat will be opened and your current chat will be saved to history. Do you want to continue
de: Ein neuer Chat wird geöffnet und dein aktueller Chat wird im Verlauf gespeichert. Möchtest du fortfahren?
es: Se abrirá un nuevo chat y tu chat actual se guardará en el historial. ¿Quieres continuar?
fr: Une nouvelle discussion sera ouverte et votre discussion actuelle sera sauvegardée dans l'historique. Voulez-vous continuer ?
it: Verrà aperta una nuova chat e la tua chat attuale verrà salvata nella cronologia. Vuoi continuare?
ko: 새로운 채팅이 시작되고 현재 채팅은 히스토리에 저장됩니다. 계속하시겠습니까?

# onboarding_1_title
source: Unlock Your World of Knowledge
de: Erschließe deine Welt des Wissens
es: Desbloquea tu mundo de conocimiento
fr: Déverrouillez votre monde de connaissances
it: Sblocca il Tuo Mondo di Conoscenza
ko: 지식의 세계를 열어보세요

# onboarding_1_message
source: Welcome to your personal hub for discovery and growth. Your advanced AI companions are ready to guide you.
de: Willkommen in deinem persönlichen Zentrum für Entdeckung und Wachstum. Deine fortschrittlichen KI-Begleiter sind bereit, dich zu führen.
es: Bienvenido/a a tu centro personal para el descubrimiento y el crecimiento. Tus compañeros de IA avanzados están listos para guiarte.
fr: Bienvenue dans votre espace personnel de découverte et de croissance. Vos compagnons IA avancés sont prêts à vous guider.
it: Benvenuto nel tuo hub personale per la scoperta e la crescita. I tuoi compagni IA avanzati sono pronti a guidarti.
ko: 발견과 성장을 위한 당신의 개인 허브에 오신 것을 환영합니다. 당신의 고급 AI 동반자들이 안내할 준비가 되어 있습니다.

# onboarding_2_title
source: Instant Answers, Endless Possibilities
de: Sofortige Antworten, endlose Möglichkeiten
es: Respuestas instantáneas, posibilidades infinitas
fr: Réponses instantanées, Possibilités infinies
it: Risposte Istantanee, Possibilità Infinite
ko: 즉각적인 답변, 무한한 가능성

# onboarding_2_message
source: Get quick, reliable responses and expert advice whenever you need it. Chat instantly, learn effortlessly.
de: Erhalte schnelle, zuverlässige Antworten und Expertenrat, wann immer du ihn brauchst. Chatte sofort, lerne mühelos.
es: Obtén respuestas rápidas y fiables y consejos de expertos cuando lo necesites. Chatea al instante, aprende sin esfuerzo.
fr: Obtenez des réponses rapides et fiables ainsi que des conseils d'experts quand vous en avez besoin. Discutez instantanément, apprenez sans effort.
it: Ottieni risposte rapide e affidabili e consigli esperti ogni volta che ne hai bisogno. Chatta istantaneamente, impara senza sforzo.
ko: 필요할 때마다 빠르고 신뢰할 수 있는 답변과 전문가의 조언을 얻으세요. 즉시 채팅하고, 손쉽게 배우세요.

# onboarding_3_title
source: Your Personal Expert in Every Field
de: Dein persönlicher Experte in jedem Bereich
es: Tu experto personal en cada campo
fr: Votre expert personnel dans chaque domaine
it: Il Tuo Esperto Personale in Ogni Campo
ko: 모든 분야의 개인 전문가

# onboarding_3_message
source: From health to relationships, education to language, find a dedicated AI partner. Achieve more, effortlessly.
de: Von Gesundheit über Beziehungen und Bildung bis hin zur Sprache – finde einen engagierten KI-Partner. Erreiche mehr, mühelos.
es: Desde la salud a las relaciones, de la educación al idioma, encuentra un compañero de IA dedicado. Logra más, sin esfuerzo.
fr: De la santé aux relations, de l'éducation aux langues, trouvez un partenaire IA dédié. Réalisez plus, sans effort.
it: Dalla salute alle relazioni, dall'istruzione alla lingua, trova un partner IA dedicato. Ottieni di più, senza sforzo.
ko: 건강부터 관계, 교육, 언어까지, 헌신적인 AI 파트너를 만나보세요. 손쉽게 더 많은 것을 성취하세요.

# onboarding_4_title
source: Ready to Start Your Journey?
de: Bereit, deine Reise zu beginnen?
es: ¿Listo/a para empezar tu viaje?
fr: Prêt(e) à commencer votre voyage ?
it: Pronto a Iniziare il Tuo Viaggio?
ko: 여정을 시작할 준비가 되셨나요?

# onboarding_4_message
source: Tap below to explore our diverse AI companions and start your personalized journey today.
de: Tippe unten, um unsere vielfältigen KI-Begleiter zu entdecken und deine personalisierte Reise noch heute zu beginnen.
es: Toca abajo para explorar nuestros diversos compañeros de IA y comenzar tu viaje personalizado hoy.
fr: Appuyez ci-dessous pour explorer nos divers compagnons IA et commencer votre voyage personnalisé dès aujourd'hui.
it: Tocca qui sotto per esplorare i nostri diversi compagni IA e iniziare oggi il tuo viaggio personalizzato.
ko: 아래를 탭하여 다양한 AI 동반자들을 탐색하고 오늘 당신만의 여정을 시작하세요.

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ko: 건너뛰기

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia
ko: 시작하기

source: 🎉 Daily Gift! 🎉
de: 🎉 Tägliches Geschenk! 🎉
es: 🎉 ¡Regalo diario! 🎉
fr: 🎉 Cadeau du jour ! 🎉
it: 🎉 Regalo Giornaliero! 🎉
ko: 🎉 오늘의 선물! 🎉

source: Claim Reward!
de: Belohnung abholen!
es: ¡Reclamar recompensa!
fr: Récupérer la récompense !
it: Riscuoti Ricompensa!
ko: 보상 받기!
