Repository: dlrakdenizz/ChatAIExpert
Catalog: ChatAIExpert/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ko

# chatbot.vivaitaliano.welcome
source: Ciao bella! 👋 Ben VivaItaliano, İtalyanca'da ustalaşman için tutkulu rehberin! 🇮🇹 Romantizm ve pizza diline aşık olmaya hazır mısın? Hadi İtalya'nın kalbine dalalım!
de: Ciao bella! 👋 Ich bin VivaItaliano, dein leidenschaftlicher Guide, um Italienisch zu meistern! 🇮🇹 Bereit, dich in die Sprache der Romantik und der Pizza zu verlieben? Lass uns ins Herz Italiens eintauchen!
es: Ciao bella! 👋 ¡Soy VivaItaliano, tu apasionada guía para dominar el italiano! 🇮🇹 ¿Lista/o para enamorarte del idioma del romance y la pizza? ¡Vamos a sumergirnos en el corazón de Italia!
fr: Ciao bella! 👋 Je suis VivaItaliano, ton guide passionné pour maîtriser l'italien ! 🇮🇹 Prêt(e) à tomber amoureux/se de la langue de la romance et de la pizza ? Plongeons au cœur de l'Italie !
it: Ciao bella! 👋 Sono VivaItaliano, la tua guida appassionata per padroneggiare l'italiano! 🇮🇹 Pronto a innamorarti della lingua del romanticismo e della pizza? Tuffiamoci nel cuore dell'Italia!
ko: Ciao bella! 👋 이탈리아어 마스터를 위한 열정적인 가이드, 비바이탈리아노입니다! 🇮🇹 로맨스와 피자의 언어와 사랑에 빠질 준비가 되셨나요? 이탈리아의 심장부로 뛰어들어 봐요!

# chatbot.turkishdelight.welcome
source: Merhaba! 👋 Ben TurkishDelight, Türkçe öğrenmen için burada olan dostun! 🇹🇷 Hazır mısın? Hem Türkçe konuşmayı hem de kültürümüzün renkli dünyasını keşfetmeye başlayalım!
de: Merhaba! 👋 Ich bin TurkishDelight, dein Freund, der dir beim Türkischlernen hilft! 🇹🇷 Bist du bereit? Lass uns anfangen, sowohl Türkisch zu sprechen als auch die farbenfrohe Welt unserer Kultur zu entdecken!
es: Merhaba! 👋 ¡Soy TurkishDelight, tu amigo aquí para ayudarte a aprender turco! 🇹🇷 ¿Estás listo? ¡Empecemos a hablar turco y a descubrir el colorido mundo de nuestra cultura!
fr: Merhaba! 👋 Je suis TurkishDelight, ton ami là pour t'apprendre le turc ! 🇹🇷 Prêt(e) ? Commençons à parler turc et à explorer le monde coloré de notre culture !
ko: Merhaba! 👋 저는 터키어 학습을 도와줄 친구, 터키시딜라이트입니다! 🇹🇷 준비되셨나요? 터키어를 배우고 다채로운 터키 문화를 함께 탐험해 봐요!

# chatbot.mathmaster.welcome
source: Merhaba! 📐 Ben MathMaster, kişisel matematik özel ders öğretmenin! 📊 İster denklem çözüyor ol ister ileri konuları keşfediyor ol, matematiği daha kolay ve eğlenceli hale getirmek için buradayım. Hadi şu sayılarla birlikte başa çıkalım! 💡
de: Hi! 📐 Ich bin MathMaster, dein persönlicher Mathe-Tutor! 📊 Egal, ob du Gleichungen löst oder fortgeschrittene Themen erkundest, ich bin hier, um Mathe einfacher und unterhaltsamer zu machen. Lass uns diese Zahlen gemeinsam in Angriff nehmen! 💡
es: ¡Hola! 📐 ¡Soy MathMaster, tu tutor de matemáticas personal! 📊 Ya sea que estés resolviendo ecuaciones o explorando temas avanzados, estoy aquí para hacer las matemáticas más fáciles y divertidas. ¡Vamos a por esos números juntos! 💡
fr: Salut ! 📐 Je suis MathMaster, ton tuteur personnel de mathématiques ! 📊 Que tu résolves des équations ou explores des sujets avancés, je suis là pour rendre les maths plus simples et plus amusantes. Attaquons-nous à ces chiffres ensemble ! 💡
it: Ciao! 📐 Sono MathMaster, il tuo tutor di matematica personale! 📊 Che tu stia risolvendo equazioni o esplorando argomenti avanzati, sono qui per rendere la matematica più facile e divertente. Affrontiamo quei numeri insieme! 💡
ko: 안녕하세요! 📐 당신의 개인 수학 튜터, 매스마스터입니다! 📊 방정식을 풀든, 심화 주제를 탐구하든, 수학을 더 쉽고 재미있게 만들어 드릴게요. 함께 숫자를 정복해 봐요! 💡

# chatbot.sciencesage.welcome
source: Selam! 🔬 Ben ScienceSage, evrenin harikaları için kişisel rehberin! 🌌 Biyolojiden fiziğe, karmaşık bilimsel kavramları parçalara ayırmak ve etrafındaki dünyayı anlamana yardımcı olmak için buradayım. Hadi bilimi birlikte keşfedelim! 🌱
de: Hey du! 🔬 Ich bin ScienceSage, dein persönlicher Führer zu den Wundern des Universums! 🌌 Von Biologie bis Physik, ich bin hier, um komplexe wissenschaftliche Konzepte aufzuschlüsseln und dir zu helfen, die Welt um dich herum zu verstehen. Lass uns gemeinsam die Wissenschaft erkunden! 🌱
es: ¡Hola! 🔬 ¡Soy ScienceSage, tu guía personal de las maravillas del universo! 🌌 Desde la biología hasta la física, estoy aquí para desglosar conceptos científicos complejos y ayudarte a entender el mundo que te rodea. ¡Exploremos la ciencia juntos! 🌱
fr: Salut ! 🔬 Je suis ScienceSage, ton guide personnel des merveilles de l'univers ! 🌌 De la biologie à la physique, je suis là pour décortiquer les concepts scientifiques complexes et t'aider à comprendre le monde qui t'entoure. Explorons la science ensemble ! 🌱
it: Ehi! 🔬 Sono ScienceSage, la tua guida personale alle meraviglie dell'universo! 🌌 Dalla biologia alla fisica, sono qui per scomporre concetti scientifici complessi e aiutarti a capire il mondo che ti circonda. Esploriamo la scienza insieme! 🌱
ko: 안녕하세요! 🔬 우주의 경이로움을 안내할 당신의 개인 가이드, 사이언스세이지입니다! 🌌 생물학부터 물리학까지, 복잡한 과학 개념을 쉽게 풀어 세상을 이해하도록 도와드릴게요. 함께 과학을 탐험해요! 🌱

# chatbot.historyhero.welcome
source: Merhaba! 🏺 Ben HistoryHero, geçmişte sana rehberlik edecek kahraman! 🏰 Antik medeniyetlerden modern tarihe, tarihi canlandırmak ve dünyamızı şekillendiren olayları öğrenmene yardımcı olmak için buradayım. Hadi birlikte geçmişe dalalım! 🌍
de: Hallo! 🏺 Ich bin HistoryHero, dein Führer durch die Vergangenheit! 🏰 Von alten Zivilisationen bis zur modernen Geschichte, ich bin hier, um die Geschichte lebendig werden zu lassen und dir zu helfen, die Ereignisse zu verstehen, die unsere Welt geformt haben. Lass uns gemeinsam in die Vergangenheit eintauchen! 🌍
es: ¡Hola! 🏺 ¡Soy HistoryHero, tu guía a través del pasado! 🏰 Desde civilizaciones antiguas hasta la historia moderna, estoy aquí para dar vida a la historia y ayudarte a aprender sobre los eventos que dieron forma a nuestro mundo. ¡Sumerjámonos juntos en el pasado! 🌍
fr: Bonjour ! 🏺 Je suis HistoryHero, ton guide à travers le passé ! 🏰 Des civilisations anciennes à l'histoire moderne, je suis là pour donner vie à l'Histoire et t'aider à découvrir les événements qui ont façonné notre monde. Plongeons dans le passé ensemble ! 🌍
it: Ciao! 🏺 Sono HistoryHero, la tua guida attraverso il passato! 🏰 Dalle antiche civiltà alla storia moderna, sono qui per dare vita alla storia e aiutarti a conoscere gli eventi che hanno plasmato il nostro mondo. Tuffiamoci nel passato insieme! 🌍
ko: 안녕하세요! 🏺 과거로 안내할 당신의 가이드, 히스토리히어로입니다! 🏰 고대 문명부터 현대사까지, 역사를 생생하게 되살려 세상을 바꾼 사건들을 배울 수 있도록 도와드릴게요. 함께 과거로 떠나요! 🌍

# chatbot.geoguru.welcome
source: Selam! 🌍 Ben GeoGuru, kişisel coğrafya rehberin! 🗺️ İster kıtaları, ülkeleri veya doğal harikaları keşfediyor ol, gezegenimizi anlamana yardımcı olmak için buradayım. Hadi birlikte küresel bir maceraya atılalım! 🌎
de: Hallo! 🌍 Ich bin GeoGuru, dein persönlicher Geographie-Führer! 🗺️ Egal, ob du Kontinente, Länder oder Naturwunder erkundest, ich bin hier, um dir zu helfen, unseren Planeten zu verstehen. Lass uns gemeinsam auf ein globales Abenteuer gehen! 🌎
es: ¡Hola! 🌍 ¡Soy GeoGuru, tu guía personal de geografía! 🗺️ Ya sea que estés explorando continentes, países o maravillas naturales, estoy aquí para ayudarte a comprender nuestro planeta. ¡Embarquémonos juntos en una aventura global! 🌎
fr: Salut ! 🌍 Je suis GeoGuru, ton guide de géographie personnel ! 🗺️ Que tu explores des continents, des pays ou des merveilles naturelles, je suis là pour t'aider à comprendre notre planète. Embarquons ensemble pour une aventure mondiale ! 🌎
it: Ciao! 🌍 Sono GeoGuru, la tua guida di geografia personale! 🗺️ Che tu stia esplorando continenti, paesi o meraviglie naturali, sono qui per aiutarti a capire il nostro pianeta. Partiamo insieme per un'avventura globale! 🌎
ko: 안녕하세요! 🌍 당신의 개인 지리 가이드, 지오구루입니다! 🗺️ 대륙, 국가, 자연의 경이로움을 탐험하며 우리 행성을 이해하도록 도와드릴게요. 함께 세계적인 모험을 떠나요! 🌎

# chatbot.litlover.welcome
source: Merhaba! 📚 Ben LitLover, kitapların dünyası için edebi rehberin! Klasik edebiyattan modern eserlere, hikayeleri, karakterleri ve kelimelerin büyüsünü keşfetmene yardımcı olmak için buradayım. Hadi edebiyat dünyasına dalalım! 📖
de: Sei gegrüßt! 📚 Ich bin LitLover, dein literarischer Führer in die Welt der Bücher! Von klassischer Literatur bis zu modernen Werken, ich bin hier, um dir zu helfen, Geschichten, Charaktere und die Magie der Worte zu erkunden. Lass uns in die Welt der Literatur eintauchen! 📖
es: ¡Saludos! 📚 ¡Soy LitLover, tu guía literaria por el mundo de los libros! Desde la literatura clásica hasta las obras modernas, estoy aquí para ayudarte a explorar historias, personajes y la magia de las palabras. ¡Sumerjámonos en el mundo de la literatura! 📖
fr: Bonjour ! 📚 Je suis LitLover, ton guide littéraire dans le monde des livres ! De la littérature classique aux œuvres modernes, je suis là pour t'aider à explorer les histoires, les personnages et la magie des mots. Plongeons dans l'univers de la littérature ! 📖
it: Saluti! 📚 Sono LitLover, la tua guida letteraria nel mondo dei libri! Dalla letteratura classica alle opere moderne, sono qui per aiutarti a esplorare storie, personaggi e la magia delle parole. Tuffiamoci nel mondo della letteratura! 📖
ko: 반갑습니다! 📚 책의 세계로 안내할 당신의 문학 가이드, 릿러버입니다! 고전 문학부터 현대 작품까지, 이야기와 인물, 그리고 단어의 마법을 탐험하도록 도와드릴게요. 문학의 세계로 빠져봐요! 📖

# chatbot.dr_love.description
source: Kalbindekileri bana anlat — birlikte bir yol bulalım.
de: Sag mir, was dir auf dem Herzen liegt – lass uns gemeinsam einen Weg nach vorne finden.
es: Cuéntame qué tienes en el corazón; encontremos un camino juntos.
fr: Dis-moi ce que tu as sur le cœur — trouvons un moyen d'avancer, ensemble.
it: Raccontami cosa ti pesa sul cuore, troviamo insieme la strada giusta.
ko: 마음속 이야기를 들려주세요 — 함께 나아갈 방법을 찾아봐요.

# chatbot.astro_agent.description
source: Yıldızların aşkın hakkında ne söylediğini merak mı ediyorsun? Hadi öğrenelim.
de: Neugierig, was die Sterne über deine Liebe sagen? Lass es uns herausfinden.
es: ¿Sientes curiosidad por lo que dicen las estrellas sobre tu amor? Averigüémoslo.
fr: Curieux/se de savoir ce que les étoiles disent de votre amour ? Découvrons-le ensemble.
it: Curioso di sapere cosa dicono le stelle sul tuo amore? Scopriamolo insieme.
ko: 별들이 당신의 사랑에 대해 뭐라 말하는지 궁금하신가요? 함께 알아봐요.

# chatbot.giftie.description
source: Mükemmel hediye fikrine mi ihtiyacın var? Senin için eğlenceli sürprizlerim var.
de: Brauchst du die perfekte Geschenkidee? Ich habe lustige Überraschungen für dich.
es: ¿Necesitas la idea de regalo perfecta? Tengo sorpresas divertidas para ti.
fr: Besoin de l'idée cadeau parfaite ? J'ai plein de surprises amusantes pour toi.
it: Ti serve l'idea regalo perfetta? Ho delle sorprese divertenti per te.
ko: 완벽한 선물 아이디어가 필요하신가요? 재미있는惊喜를 준비했어요.

# chatbot.flirty.description
source: Ne diyeceğini bilemiyor musun? Mükemmel flört mesajını birlikte yazalım.
de: Du weißt nicht, was du sagen sollst? Lass uns die perfekte, flirtende Nachricht verfassen.
es: ¿No sabes qué decir? Vamos a crear el mensaje coqueto perfecto.
fr: Tu ne sais pas quoi dire ? Créons ensemble le message parfait pour flirter.
it: Non sai cosa dire? Creiamo insieme il messaggio più azzeccato.
ko: 무슨 말을 할지 막막하신가요? 완벽한 플러팅 메시지를 함께 만들어 봐요.

# chatbot.love_code.description
source: Doğum tarihlerinin aşk yolun hakkında neler söylediğini görelim.
de: Lass uns sehen, was eure Geburtszahlen über euren Liebespfad verraten.
es: Veamos qué revelan sus números de nacimiento sobre su camino en el amor.
fr: Voyons ce que vos chiffres de naissance révèlent sur votre chemin amoureux.
it: Vediamo cosa rivelano i numeri della tua data di nascita sul tuo percorso amoroso.
ko: 당신의 탄생 숫자가 사랑의 길에 대해 무엇을 보여주는지 알아봐요.

# chatbot.name_mystic.description
source: İsimlerinizin ardındaki gizli anlamı çözmek ister misin? Hadi başlayalım.
de: Möchtest du die geheime Bedeutung hinter euren Namen aufdecken? Fangen wir an.
es: ¿Quieres descubrir el significado secreto detrás de sus nombres? Empecemos.
fr: Envie de découvrir le sens secret de vos prénoms ? Commençons.
it: Vuoi svelare il significato segreto dietro i vostri nomi? Iniziamo.
ko: 이름 뒤에 숨겨진 비밀스러운 의미를 발견하고 싶으신가요? 시작해 봐요.

# chatbot.date_genie.description
source: Birlikte yapılacak eğlenceli şeyler mi arıyorsun? Çok seveceğin fikirlerim var.
de: Sucht ihr nach lustigen Unternehmungen? Ich habe Ideen, die ihr lieben werdet.
es: ¿Buscan cosas divertidas para hacer juntos? Tengo ideas que les encantarán.
fr: Vous cherchez des activités sympas à faire ensemble ? J'ai des idées que vous allez adorer.
it: Cerchi cose divertenti da fare insieme? Ho delle idee che ti piaceranno.
ko: 함께 할 즐거운 일을 찾고 계신가요? 당신이 좋아할 만한 아이디어가 있어요.

# chatbot.love_melody.description
source: Nasıl hissettiğini söyle — seni gerçekten anlayan şarkıları bulayım.
de: Sag mir, wie du dich fühlst – ich finde die Songs, die dich wirklich verstehen.
es: Dime cómo te sientes y encontraré las canciones que de verdad te entienden.
fr: Dis-moi ce que tu ressens — je trouverai les chansons qui te comprennent vraiment.
it: Dimmi come ti senti, troverò le canzoni che ti capiscono davvero.
ko: 당신의 기분을 말해주세요 — 당신을 온전히 이해하는 노래를 찾아드릴게요.

# chatbot.slimmy.description
source: Kilo vermek mi istiyorsun? Hedeflerine ulaşmak ve motive kalmak için birlikte çalışalım!
de: Möchtest du abnehmen? Lass uns zusammenarbeiten, um deine Ziele zu erreichen und dabei motiviert zu bleiben!
es: ¿Buscas perder peso? ¡Trabajemos juntos para alcanzar tus metas y mantener la motivación en el camino!
fr: Tu cherches à perdre du poids ? Travaillons ensemble pour atteindre tes objectifs et rester motivé(e) en chemin !
it: Vuoi perdere peso? Lavoriamo insieme per raggiungere i tuoi obiettivi e rimanere motivato lungo il percorso!
ko: 체중 감량을 원하시나요? 목표를 달성하고 계속 동기 부여를 받을 수 있도록 함께 노력해요!

# chatbot.gymbuddy.description
source: Fitness hedeflerini alt etmeye hazır mısın? Hadi konuşalım ve sana özel egzersizler ve motivasyonla harekete geçelim!
de: Bereit, deine Fitnessziele zu rocken? Lass uns chatten und dich mit personalisierten Übungen und Motivation in Bewegung bringen!
es: ¿Listo/a para alcanzar tus objetivos de fitness? ¡Hablemos y pongámonos en marcha con ejercicios personalizados y motivación!
fr: Prêt(e) à pulvériser tes objectifs fitness ? Discutons pour te mettre en mouvement avec des exercices personnalisés et de la motivation !
it: Pronto a conquistare i tuoi obiettivi di fitness? Chiacchieriamo e mettiamoci in movimento con esercizi personalizzati e motivazione!
ko: 피트니스 목표를 달성할 준비가 되셨나요? 개인 맞춤형 운동과 동기 부여로 함께 움직여 봐요!

# chatbot.nutripal.description
source: Daha sağlıklı beslenmek için yardıma mı ihtiyacın var? En iyi hissetmen için mükemmel dengeli öğünleri bulalım!
de: Brauchst du Hilfe, dich gesünder zu ernähren? Lass uns die perfekten, ausgewogenen Mahlzeiten für dich finden, damit du dich großartig fühlst!
es: ¿Necesitas ayuda para comer más sano? ¡Encontremos las comidas equilibradas perfectas para que te sientas de maravilla!
fr: Besoin d'aide pour manger plus sainement ? Trouvons les repas équilibrés parfaits pour que tu te sentes au top !
it: Hai bisogno di aiuto per mangiare più sano? Troviamo i pasti equilibrati perfetti per farti sentire al meglio!
ko: 더 건강하게 먹는 데 도움이 필요하신가요? 최고의 컨디션을 위한 완벽한 균형 식단을 찾아봐요!

# chatbot.musclemax.description
source: Kas yapmak ve güçlenmek mi istiyorsun? Sadece sana özel en iyi antrenman ve beslenme planını oluşturalım!
de: Willst du Muskeln aufbauen und stärker werden? Lass uns den besten Trainings- und Ernährungsplan nur für dich erstellen!
es: ¿Quieres desarrollar músculo y ponerte más fuerte? ¡Creemos el mejor plan de entrenamiento y nutrición solo para ti!
fr: Tu veux prendre du muscle et devenir plus fort/e ? Créons le meilleur programme d'entraînement et de nutrition rien que pour toi !
it: Vuoi costruire muscoli e diventare più forte? Creiamo il miglior piano di allenamento e nutrizione solo per te!
ko: 근육을 키우고 더 강해지고 싶으신가요? 당신만을 위한 최고의 운동 및 영양 계획을 만들어 봐요!

# chatbot.burnie.description
source: Kalori yakmak mı istiyorsun? Aktiviteni nasıl artıracağımızı ve daha fazla yağ yakacağımızı konuşalım!
de: Möchtest du Kalorien verbrennen? Lass uns darüber sprechen, wie wir deine Aktivität steigern und mehr Fett verbrennen können!
es: ¿Buscas quemar calorías? ¡Hablemos sobre cómo podemos aumentar tu actividad y quemar más grasa!
fr: Tu cherches à brûler des calories ? Voyons comment augmenter ton activité physique et brûler plus de graisses !
it: Cerchi di bruciare calorie? Parliamo di come aumentare la tua attività e bruciare più grassi!
ko: 칼로리를 태우고 싶으신가요? 활동량을 늘리고 더 많은 지방을 태우는 방법에 대해 이야기해 봐요!

# chatbot.snoozer.description
source: Uyku sorunu mu yaşıyorsun? Uyku düzenini nasıl iyileştirebileceğini ve daha iyi dinlenebileceğini bulalım!
de: Hast du Schlafprobleme? Lass uns herausfinden, wie du deine Schlafroutine verbessern und besser zur Ruhe kommen kannst!
es: ¿Problemas para dormir? ¡Averigüemos cómo puedes mejorar tu rutina de sueño y descansar mejor!
fr: Des difficultés à dormir ? Trouvons comment améliorer ta routine de sommeil pour un meilleur repos !
it: Hai problemi a dormire? Vediamo come puoi migliorare la tua routine del sonno e riposare meglio!
ko: 잠드는 데 어려움을 겪고 계신가요? 수면 습관을 개선하고 더 나은 휴식을 취하는 방법을 알아봐요!

# chatbot.bitebuddy.description
source: Beslenme konusunda yardıma mı ihtiyacın var? Sağlıklı yiyecek seçimlerini keşfedelim ve daha iyi yeme alışkanlıkları edinelim!
de: Brauchst du Hilfe bei der Ernährung? Lass uns gemeinsam gesunde Lebensmittel erkunden und bessere Essgewohnheiten aufbauen!
es: ¿Necesitas ayuda con la nutrición? ¡Exploremos opciones de alimentos saludables y creemos mejores hábitos alimenticios juntos!
fr: Besoin d'un coup de main en nutrition ? Explorons ensemble des choix alimentaires sains et créons de meilleures habitudes !
it: Hai bisogno di aiuto con la nutrizione? Esploriamo scelte alimentari sane e costruiamo migliori abitudini alimentari insieme!
ko: 영양에 도움이 필요하신가요? 건강한 음식 선택을 탐색하고 더 나은 식습관을 함께 만들어 봐요!

# chatbot.calomate.description
source: Kalori takibi mi yapıyorsun? Alımını dengeleyelim ve hedeflerine kolayca ulaşmana yardımcı olalım!
de: Verfolgst du deine Kalorien? Lass uns deine Aufnahme ausgleichen und dir helfen, deine Ziele mit Leichtigkeit zu erreichen!
es: ¿Estás contando tus calorías? ¡Equilibremos tu ingesta y ayudémos te a alcanzar tus metas con facilidad!
fr: Tu suis tes calories ? Équilibrons tes apports pour t'aider à atteindre tes objectifs facilement !
it: Stai tracciando le tue calorie? Bilanciamo la tua assunzione e ti aiutiamo a raggiungere i tuoi obiettivi con facilità!
ko: 칼로리를 추적하고 계신가요? 섭취량의 균형을 맞추고 목표를 쉽게 달성하도록 도와드릴게요!

# chatbot.the_britisher.description
source: Mükemmel gramer, kelime bilgisi ve telaffuz ile anadili İngiliz olan biri gibi İngilizce öğren. Hadi İngiliz kültürüne birlikte dalış yapalım!
de: Lerne Englisch wie ein echter Brite mit perfekter Grammatik, Vokabular und Aussprache. Lass uns gemeinsam in die britische Kultur eintauchen!
es: Aprende inglés como un británico nativo con gramática, vocabulario y pronunciación perfectas. ¡Sumerjámonos juntos en la cultura británica!
fr: Apprends l'anglais comme un natif britannique avec une grammaire, un vocabulaire et une prononciation parfaits. Plongeons ensemble dans la culture britannique !
it: Impara l'inglese come un britannico madrelingua con una grammatica, un vocabolario e una pronuncia perfetti. Immergiamoci nella cultura britannica insieme!
ko: 완벽한 문법, 어휘, 발음으로 원어민처럼 영어를 배우고, 영국 문화를 함께 탐험해요!

# chatbot.salsamaster.description
source: İspanyol kültürünü — flamenko, festivaller ve daha fazlasını — keşfederken İspanyolca'yı tutku, ritim ve zarafetle konuş!
de: Sprich Spanisch mit Leidenschaft, Rhythmus und Flair, während du die spanische Kultur entdeckst – Flamenco, Fiestas und mehr!
es: Habla español con pasión, ritmo y estilo mientras descubres la cultura española: ¡flamenco, fiestas y más!
fr: Parle espagnol avec passion, rythme et panache tout en découvrant la culture espagnole — flamenco, fêtes et bien plus encore !
it: Parla spagnolo con passione, ritmo e stile, scoprendo la cultura spagnola: flamenco, feste e molto altro!
ko: 열정, 리듬, 감각으로 스페인어를 구사하며 플라멩코, 축제 등 스페인 문화를 발견해 보세요!

# chatbot.le_francais_charmant.description
source: Telaffuzdan gramere, Fransızca'da zarafetle ustalaşırken Fransız kültürünü — yemeğini, sanatını ve festivallerini — keşfet!
de: Meistere Französisch mit Eleganz, von der Aussprache bis zur Grammatik, während du die französische Kultur erkundest – Essen, Kunst und Feste!
es: Domina el francés con elegancia, desde la pronunciación hasta la gramática, mientras exploras la cultura francesa: ¡comida, arte y festivales!
fr: Maîtrise le français avec élégance, de la prononciation à la grammaire, en explorant la culture française — gastronomie, art et festivals !
it: Padroneggia il francese con eleganza, dalla pronuncia alla grammatica, mentre esplori la cultura francese: cibo, arte e festival!
ko: 발음부터 문법까지 우아하게 프랑스어를 마스터하고, 음식, 예술 등 프랑스 문화를 탐험해 보세요!

# chatbot.deutschekraft.description
source: Alman kültürünü keşfederken, gramer, telaffuz ve kelime bilgisine odaklanarak Almanca'yı güvenle öğren!
de: Lerne Deutsch mit Selbstvertrauen, mit Fokus auf Grammatik, Aussprache und Vokabular, während du die deutsche Kultur erkundest!
es: Aprende alemán con confianza, centrándote en la gramática, la pronunciación y el vocabulario, ¡mientras exploras la cultura alemana!
fr: Apprends l'allemand avec assurance, en te concentrant sur la grammaire, la prononciation et le vocabulaire, tout en explorant la culture allemande !
it: Impara il tedesco con sicurezza, concentrandoti su grammatica, pronuncia e vocabolario, mentre esplori la cultura tedesca!
ko: 문법, 발음, 어휘에 중점을 두어 자신감 있게 독일어를 배우고, 독일 문화를 탐험해 보세요!

# chatbot.mandarinmagician.description
source: Mandarin Çincesi'nde ustalaş ve zengin kültürünü, geleneklerini ve büyüleyici tarihini keşfet!
de: Meistere Mandarin-Chinesisch und erkunde seine reiche Kultur, Traditionen und faszinierende Geschichte!
es: ¡Domina el chino mandarín y explora su rica cultura, tradiciones y fascinante historia!
fr: Maîtrise le chinois mandarin et explore sa riche culture, ses traditions et son histoire fascinante !
it: Padroneggia il cinese mandarino ed esplora la sua ricca cultura, le sue tradizioni e la sua affascinante storia!
ko: 중국어 만다린을 마스터하고 풍부한 문화, 전통, 그리고 매혹적인 역사를 탐험해 보세요!

# chatbot.senseixpert.description
source: Japonca'yı incelik ve sabırla öğren, Japonya'nın zengin kültürüne, yemeklerine ve geleneklerine dalış yap!
de: Lerne Japanisch mit Anmut und Geduld und tauche ein in Japans reiche Kultur, Essen und Traditionen!
es: ¡Aprende japonés con elegancia y paciencia, y sumérgete en la rica cultura, comida y tradiciones de Japón!
fr: Apprends le japonais avec grâce et patience, et plonge dans la riche culture, la gastronomie et les traditions du Japon !
it: Impara il giapponese con grazia e pazienza, e tuffati nella ricca cultura, cucina e tradizioni del Giappone!
ko: 우아함과 인내심으로 일본어를 배우고, 일본의 풍부한 문화, 음식, 전통에 빠져보세요!

# chatbot.vivaitaliano.description
source: Kültürü — yemeğinden festivallerine kadar — benimserken ve tutkuyla, güvenle konuşurken İtalyanca'da ustalaş!
de: Meistere Italienisch, während du die Kultur, vom Essen bis zu den Festen, annimmst und mit Leidenschaft und Selbstvertrauen sprichst!
es: ¡Domina el italiano mientras te sumerges en la cultura, desde la comida hasta los festivales, y hablas con pasión y confianza!
fr: Maîtrise l'italien tout en t'immergeant dans sa culture, de la cuisine aux festivals, et parle avec passion et confiance !
it: Padroneggia l'italiano abbracciando la cultura, dal cibo ai festival, e parlando con passione e sicurezza!
ko: 음식부터 축제까지 이탈리아 문화를 받아들이며 열정과 자신감으로 이탈리아어를 마스터하세요!
