Repository: dlrakdenizz/ChatAIExpert
Catalog: ChatAIExpert/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ko

# chatbot.dr_love.welcome
source: Hi, I'm Dr. Love. You can tell me what you're going through — no judgment, just honest support. Let's figure this out together. 💬
de: Hi, ich bin Dr. Love. Du kannst mir erzählen, was du durchmachst – kein Urteil, nur ehrliche Unterstützung. Lass uns das gemeinsam herausfinden. 💬
es: Hola, soy el Dr. Amor. Puedes contarme por lo que estás pasando, sin juicios, solo apoyo honesto. Resolvámoslo juntos. 💬
fr: Salut, je suis Dr. Love. Tu peux me raconter ce que tu traverses — sans jugement, juste un soutien honnête. Trouvons une solution ensemble. 💬
it: Ciao, sono Dr. Love. Puoi raccontarmi cosa stai passando, senza giudizio, solo con un supporto sincero. Troviamo una soluzione insieme. 💬
ko: 안녕하세요, 닥터 러브입니다. 어떤 일을 겪고 계시든 편견 없이 진심으로 지지해 드릴게요. 함께 해결 방법을 찾아봐요. 💬

# chatbot.astro_agent.welcome
source: Welcome, seeker of the stars. Share your zodiac signs or birthdates, and let me reveal what the cosmos has to say about your love life. ✨
de: Willkommen, Suchender der Sterne. Teile deine Sternzeichen oder Geburtsdaten und lass mich enthüllen, was der Kosmos über dein Liebesleben zu sagen hat. ✨
es: Bienvenido, buscador de estrellas. Comparte tus signos zodiacales o fechas de nacimiento y permíteme revelarte lo que el cosmos tiene que decir sobre tu vida amorosa. ✨
fr: Bienvenue, à toi qui lis dans les étoiles. Partage tes signes du zodiaque ou tes dates de naissance, et je te révélerai ce que le cosmos a à dire sur ta vie amoureuse. ✨
it: Benvenuto, cercatore di stelle. Condividi i tuoi segni zodiacali o le date di nascita e ti rivelerò cosa ha da dire il cosmo sulla tua vita amorosa. ✨
ko: 별의 여행자님, 환영합니다. 당신과 파트너의 별자리나 생년월일을 알려주시면, 우주가 당신의 사랑에 대해 무엇을 말하는지 알려드릴게요. ✨

# chatbot.giftie.welcome
source: Hey hey! 🎉 I'm Giftie — your personal gift idea genie. Tell me a bit about your partner and the occasion, and I'll work my magic!
de: Hey hey! 🎉 Ich bin Giftie – dein persönlicher Geschenkideen-Dschinn. Erzähl mir ein bisschen was über deinen Partner und den Anlass, und ich lasse meine Magie wirken!
es: ¡Hola, hola! 🎉 Soy Giftie, tu genio personal de ideas para regalos. ¡Cuéntame un poco sobre tu pareja y la ocasión, y haré mi magia!
fr: Coucou ! 🎉 Je suis Giftie — ton génie personnel pour les idées cadeaux. Parle-moi un peu de ton/ta partenaire et de l'occasion, et je ferai opérer ma magie !
it: Ehi! 🎉 Sono Giftie, il tuo genio personale delle idee regalo. Raccontami un po' del tuo partner e dell'occasione, e farò la mia magia!
ko: 짠! 🎉 저는 당신만의 선물 아이디어 요정, 기프티예요. 파트너와 기념일에 대해 알려주시면, 제가 마법을 부려 볼게요!

# chatbot.flirty.welcome
source: Hey there 😉 Ready to turn that crush into a spark? Tell me what's going on, and I'll help you nail the perfect message or move.
de: Hey du 😉 Bereit, diesen Schwarm in einen Funken zu verwandeln? Erzähl mir, was los ist, und ich helfe dir, die perfekte Nachricht oder den richtigen Schritt zu finden.
es: Hola 😉 ¿Listo/a para convertir esa atracción en una chispa? Cuéntame qué pasa y te ayudaré a dar con el mensaje o el movimiento perfecto.
fr: Salut toi 😉 Prêt(e) à transformer ce crush en étincelle ? Raconte-moi ce qui se passe, et je t'aiderai à trouver le message ou le geste parfait.
it: Ehi 😉 Pronto a trasformare quella cotta in una scintilla? Dimmi cosa sta succedendo, e ti aiuterò a trovare il messaggio o la mossa perfetta.
ko: 안녕하세요 😉 썸을 사랑으로 바꿔볼까요? 제게 상황을 알려주시면, 완벽한 메시지나 행동을 찾도록 도와줄게요.

# chatbot.love_code.welcome
source: Welcome to the numbers of the heart. 🌿 Just give me your birthdates, and I'll reveal what your life paths say about your bond.
de: Willkommen bei den Zahlen des Herzens. 🌿 Gib mir einfach eure Geburtsdaten, und ich werde enthüllen, was eure Lebenswege über eure Verbindung aussagen.
es: Bienvenido/a a los números del corazón. 🌿 Solo dame sus fechas de nacimiento y revelaré lo que sus caminos de vida dicen sobre su vínculo.
fr: Bienvenue dans le langage des chiffres du cœur. 🌿 Donne-moi simplement vos dates de naissance, et je révélerai ce que vos chemins de vie disent de votre lien.
it: Benvenuto nei numeri del cuore. 🌿 Dammi solo le tue date di nascita e ti rivelerò cosa dicono i vostri percorsi di vita sul vostro legame.
ko: 마음의 숫자가 이끄는 곳에 오신 것을 환영합니다. 🌿 당신의 생년월일을 알려주시면, 인생 경로 숫자가 두 분의 인연에 대해 무엇을 말하는지 알려드릴게요.

# chatbot.name_mystic.welcome
source: Your names hold more than you think. 🌌 Share them with me, and I'll unveil the hidden energies behind who you are — and how you align.
de: Eure Namen verraten mehr, als ihr denkt. 🌌 Teilt sie mit mir, und ich werde die verborgenen Energien enthüllen, die hinter dem stecken, wer ihr seid – und wie ihr zusammenpasst.
es: Sus nombres guardan más de lo que creen. 🌌 Compártelos conmigo y desvelaré las energías ocultas detrás de quiénes son y cómo se alinean.
fr: Vos prénoms en disent plus que vous ne le pensez. 🌌 Partage-les avec moi, et je dévoilerai les énergies cachées qui définissent qui vous êtes — et comment vous vous correspondez.
it: I vostri nomi contengono più di quanto pensate. 🌌 Condividili con me e svelerò le energie nascoste dietro a chi siete e come vi allineate.
ko: 이름에는 생각보다 많은 것이 담겨 있어요. 🌌 당신과 파트너의 이름을 알려주시면, 그 뒤에 숨겨진 에너지와 서로의 조화를 풀어내 드릴게요.

# chatbot.date_genie.welcome
source: Let's spice things up! 🎡 Tell me a bit about your vibe, mood, or weather — and I'll suggest fun things you and your partner can do today.
de: Bringen wir etwas Würze rein! 🎡 Erzähl mir ein bisschen was über eure Stimmung, Laune oder das Wetter – und ich schlage lustige Dinge vor, die du und dein Partner heute unternehmen könnt.
es: ¡Vamos a darle un poco de emoción! 🎡 Cuéntame un poco sobre su estilo, estado de ánimo o el clima, y te sugeriré cosas divertidas que tú y tu pareja pueden hacer hoy.
fr: Et si on pimentait un peu les choses ? 🎡 Parle-moi de votre style, de votre humeur ou même de la météo — et je te suggérerai des activités sympas que toi et ton/ta partenaire pouvez faire aujourd'hui.
it: Rendiamo le cose più piccanti! 🎡 Raccontami un po' del tuo stato d'animo, del tuo umore o del meteo, e ti suggerirò cose divertenti che tu e il tuo partner potete fare oggi.
ko: 오늘을 특별하게 만들어 볼까요? 🎡 당신의 분위기나 날씨에 대해 알려주시면, 파트너와 함께 할 즐거운 활동들을 추천해 드릴게요.

# chatbot.love_melody.welcome
source: Hey, I'm LoveMelody. 🎧 Tell me how you're feeling — and I'll find songs that speak exactly what your heart wants to say.
de: Hey, ich bin LoveMelody. 🎧 Sag mir, wie du dich fühlst – und ich finde Songs, die genau das ausdrücken, was dein Herz sagen will.
es: Hola, soy LoveMelody. 🎧 Dime cómo te sientes y encontraré canciones que expresen exactamente lo que tu corazón quiere decir.
fr: Salut, c'est LoveMelody. 🎧 Dis-moi ce que tu ressens — et je trouverai les chansons qui expriment exactement ce que ton cœur veut dire.
it: Ehi, sono LoveMelody. 🎧 Dimmi come ti senti e troverò delle canzoni che dicono esattamente ciò che il tuo cuore vuole esprimere.
ko: 안녕하세요, 러브멜로디입니다. 🎧 지금 기분이 어떠신가요? 당신의 마음이 하고 싶은 말을 노래로 찾아드릴게요.

# chatbot.slimmy.welcome_message
source: Selam! 👋 Ben Slimmy, kilo verme yolculuğundaki rehberin! 💪 İhtiyacın olan tüm ipuçları ve motivasyonla sağlıklı ve sürdürülebilir bir kilo kaybı için seni doğru yola sokalım. 🌱 Hadi birlikte yapalım! 🚀
de: Hey! 👋 Ich bin Slimmy, dein Begleiter auf dem Weg zum Gewichtsverlust! 💪 Lass uns dich auf den richtigen Weg für eine gesunde und nachhaltige Gewichtsabnahme bringen, mit all den Tipps und der Motivation, die du brauchst. 🌱 Lass uns das gemeinsam schaffen! 🚀
es: ¡Hola! 👋 ¡Soy Slimmy, tu guía en el viaje de la pérdida de peso! 💪 Pongámonos en marcha para una pérdida de peso saludable y sostenible con todos los consejos y la motivación que necesitas. 🌱 ¡Hagámoslo juntos! 🚀
fr: Salut ! 👋 Je suis Slimmy, ton guide pour l'aventure de la perte de poids ! 💪 Mettons-nous en route pour une perte de poids saine et durable avec tous les conseils et la motivation dont tu as besoin. 🌱 C'est parti ! 🚀
it: Ehi! 👋 Sono Slimmy, la tua guida nel percorso di perdita di peso! 💪 Ti rimetterò in pista per una perdita di peso sana e sostenibile con tutti i consigli e la motivazione di cui hai bisogno. 🌱 Facciamolo insieme! 🚀
ko: 안녕하세요! 👋 체중 감량 여정의 가이드, 슬리미입니다! 💪 건강하고 지속 가능한 체중 감량을 위한 모든 팁과 동기 부여로 당신을 돕겠습니다. 🌱 함께 해내요! 🚀

# chatbot.gymbuddy.welcome_message
source: Merhaba! 🏋️‍♀️ Ben GymBuddy, antrenman partnerin! 💥 İster yeni başlıyor ol ister fitness seviyeni yükseltiyor ol, yolun her adımında sana destek olmak için buradayım. Hadi şu hedefleri alt edelim! 🔥
de: Hallo! 🏋️‍♀️ Ich bin GymBuddy, dein Workout-Partner! 💥 Egal, ob du gerade erst anfängst oder dein Training auf das nächste Level hebst, ich bin hier, um dich bei jedem Schritt zu unterstützen. Lass uns diese Ziele rocken! 🔥
es: ¡Hola! 🏋️‍♀️ ¡Soy GymBuddy, tu compañero de entrenamiento! 💥 Ya sea que estés empezando o subiendo de nivel, estoy aquí para apoyarte en cada paso del camino. ¡Vamos a por esas metas! 🔥
fr: Salut ! 🏋️‍♀️ Je suis GymBuddy, ton partenaire d'entraînement ! 💥 Que tu débutes ou que tu passes au niveau supérieur, je suis là pour te soutenir à chaque étape. Pulvérisons ces objectifs ! 🔥
it: Ciao! 🏋️‍♀️ Sono GymBuddy, il tuo compagno di allenamento! 💥 Che tu stia iniziando ora o che voglia portare il tuo fitness al livello successivo, sono qui per supportarti in ogni fase del percorso. Conquistiamo i tuoi obiettivi! 🔥
ko: 안녕하세요! 🏋️‍♀️ 당신의 운동 파트너, 짐버디입니다! 💥 운동을 막 시작했든, 레벨업을 원하든, 모든 단계를 지원할게요. 함께 목표를 달성해 봐요! 🔥

# chatbot.nutripal.welcome_message
source: Selam! 🥗 Ben NutriPal, sağlıklı beslenme ve dengeli diyetler konusunda sana yardımcı olmak için buradayım! 🍎 Vücudunu doğru şekilde beslediğinden emin olalım. Birlikte daha sağlıklı ve mutlu bir sen için çalışacağız! 🌟
de: Hey! 🥗 Ich bin NutriPal und helfe dir bei gesunder Ernährung und ausgewogenen Diäten! 🍎 Sorgen wir dafür, dass du deinen Körper richtig versorgst. Gemeinsam arbeiten wir für ein gesünderes, glücklicheres Ich! 🌟
es: ¡Hola! 🥗 ¡Soy NutriPal, aquí para ayudarte con la alimentación saludable y las dietas equilibradas! 🍎 Asegurémonos de que estás nutriendo tu cuerpo correctamente. ¡Juntos, trabajaremos por un tú más sano y feliz! 🌟
fr: Salut ! 🥗 Je suis NutriPal, là pour t'aider à manger sainement et équilibré ! 🍎 Assurons-nous que tu donnes à ton corps le meilleur carburant. Ensemble, visons une vie plus saine et plus heureuse ! 🌟
it: Ehi! 🥗 Sono NutriPal, qui per aiutarti a mangiare sano e a seguire una dieta equilibrata! 🍎 Assicuriamoci che tu stia alimentando il tuo corpo nel modo giusto. Insieme, lavoreremo per una versione più sana e felice di te! 🌟
ko: 안녕하세요! 🥗 건강한 식단과 균형 잡힌 식사를 돕는 뉴트리팔입니다! 🍎 당신의 몸에 올바른 에너지를 채울 수 있도록, 더 건강하고 행복한 당신을 위해 함께 노력해요! 🌟

# chatbot.musclemax.welcome_message
source: Selam! 💪 Ben MuscleMax, kas yapmana ve güçlenmene yardımcı olmak için buradayım! 🏋️‍♂️ Sınırlarını zorlamaya ve ciddi sonuçlar görmeye hazır mısın? Sana özel mükemmel bir antrenman ve beslenme planı oluşturalım! 🚀
de: Yo! 💪 Ich bin MuscleMax und helfe dir, Muskeln aufzubauen und stärker zu werden! 🏋️‍♂️ Bereit, an deine Grenzen zu gehen und ernsthafte Zuwächse zu sehen? Lass uns den perfekten Trainings- und Ernährungsplan für dich erstellen! 🚀
es: ¡Ey! 💪 ¡Soy MuscleMax, aquí para ayudarte a ganar músculo y ponerte más fuerte! 🏋️‍♂️ ¿Listo para superar tus límites y ver ganancias serias? ¡Creemos el plan de entrenamiento y nutrición perfecto para ti! 🚀
fr: Yo ! 💪 C'est MuscleMax, je suis là pour t'aider à prendre du muscle et à devenir plus fort ! 🏋️‍♂️ Prêt(e) à repousser tes limites pour des résultats impressionnants ? Créons ensemble le plan d'entraînement et de nutrition parfait pour toi ! 🚀
it: Ehi! 💪 Sono MuscleMax, qui per aiutarti a costruire muscoli e a diventare più forte! 🏋️‍♂️ Pronto a spingerti oltre i tuoi limiti e a vedere dei progressi seri? Creiamo il piano di allenamento e nutrizione perfetto per te! 🚀
ko: Yo! 💪 근육을 키우고 더 강해지도록 돕는 머슬맥스입니다! 🏋️‍♂️ 한계를 넘어 멋진 변화를 만들 준비되셨나요? 당신만을 위한 완벽한 운동과 영양 계획을 세워봐요! 🚀

# chatbot.burnie.welcome_message
source: Selam! 🔥 Ben Burnie, kalori yakmana ve enerjini artırmana yardımcı olmak için buradayım! ⚡ Gün boyu aktif kaldığından ve yağ yaktığından emin olalım. Hadi hareketlenelim! 🏃‍♂️
de: Hey! 🔥 Ich bin Burnie und helfe dir, Kalorien zu verbrennen und deine Energie zu steigern! ⚡ Sorgen wir dafür, dass du aktiv bleibst und den ganzen Tag Fett verbrennst. Auf geht's! 🏃‍♂️
es: ¡Hola! 🔥 ¡Soy Burnie, aquí para ayudarte a quemar calorías y aumentar tu energía! ⚡ Asegurémonos de que te mantengas activo/a y quemando grasa todo el día. ¡A moverse! 🏃‍♂️
fr: Salut ! 🔥 Je suis Burnie, là pour t'aider à brûler des calories et à booster ton énergie ! ⚡ Assurons-nous que tu restes actif/ve et que tu brûles des graisses toute la journée. Allez, on bouge ! 🏃‍♂️
it: Ehi! 🔥 Sono Burnie, qui per aiutarti a bruciare calorie e a incrementare la tua energia! ⚡ Assicuriamoci che tu rimanga attivo e che bruci grassi tutto il giorno. Mettiamoci in movimento! 🏃‍♂️
ko: 안녕하세요! 🔥 칼로리를 태우고 에너지를 높여주는 버니입니다! ⚡ 하루 종일 활동적으로 지방을 태울 수 있도록, 지금 바로 움직여 봐요! 🏃‍♂️

# chatbot.snoozer.welcome_message
source: Merhaba! 😴 Ben Snoozer, uyku koçun! 🌙 İyi bir gece uykusu, en iyi halini hissetmen için çok önemli. Hak ettiğin o derin ve dinlendirici uykuyu alman için buradayım. 🛏️ Hadi bu gece daha iyi uyuyalım! 💤
de: Hallo! 😴 Ich bin Snoozer, dein Schlaf-Coach! 🌙 Eine gute Nachtruhe ist der Schlüssel, um sich bestens zu fühlen. Ich bin hier, um dir zu dem tiefen, erholsamen Schlaf zu verhelfen, den du verdienst. 🛏️ Sorgen wir dafür, dass du heute Nacht besser schläfst! 💤
es: ¡Hola! 😴 ¡Soy Snoozer, tu entrenador de sueño! 🌙 Una buena noche de sueño es clave para sentirte lo mejor posible. Estoy aquí para ayudarte a conseguir ese sueño profundo y reparador que mereces. 🛏️ ¡Vamos a hacer que duermas mejor esta noche! 💤
fr: Coucou ! 😴 Je suis Snoozer, ton coach du sommeil ! 🌙 Une bonne nuit de sommeil est la clé pour se sentir au top. Je suis là pour t'aider à obtenir ce sommeil profond et réparateur que tu mérites. 🛏️ Prépare-toi à mieux dormir dès ce soir ! 💤
it: Ehi! 😴 Sono Snoozer, il tuo coach del sonno! 🌙 Dormire bene la notte è fondamentale per sentirti al meglio. Sono qui per aiutarti a ottenere quel sonno profondo e riposante che meriti. 🛏️ Facciamo in modo che tu possa riposare meglio stanotte! 💤
ko: 안녕하세요! 😴 당신의 수면 코치, 스누저입니다! 🌙 좋은 잠은 최고의 컨디션을 위한 열쇠죠. 당신이 깊고 편안한 잠을 잘 수 있도록 도와드릴게요. 🛏️ 오늘 밤은 더 푹 주무실 수 있을 거예요! 💤

# chatbot.bitebuddy.welcome_message
source: Merhaba! 🍴 Ben BiteBuddy, dost canlısı beslenme rehberin! 🥑 Birlikte sağlıklı yiyecek seçimlerini kolay ve lezzetli hale getireceğiz. 🥕 Bugün daha iyi beslenmeye başlamaya hazır mısın? Hadi gidelim! 🌱
de: Hi! 🍴 Ich bin BiteBuddy, dein freundlicher Ernährungs-Guide! 🥑 Zusammen machen wir gesunde Lebensmittel einfach und lecker. 🥕 Bereit, dich heute besser zu ernähren? Los geht's! 🌱
es: ¡Hola! 🍴 ¡Soy BiteBuddy, tu amigable guía de nutrición! 🥑 Juntos, haremos que elegir alimentos saludables sea fácil y delicioso. 🥕 ¿Listo/a para empezar a comer mejor hoy? ¡Vamos! 🌱
fr: Salut ! 🍴 Je suis BiteBuddy, ton guide nutrition sympa ! 🥑 Ensemble, on va faire des choix alimentaires sains, faciles et délicieux. 🥕 Prêt(e) à mieux manger dès aujourd'hui ? Allons-y ! 🌱
it: Ciao! 🍴 Sono BiteBuddy, la tua amichevole guida alla nutrizione! 🥑 Insieme, renderemo le scelte alimentari sane facili e deliziose. 🥕 Pronto per iniziare a mangiare meglio oggi? Andiamo! 🌱
ko: 안녕하세요! 🍴 당신의 친절한 영양 가이드, 바이트버디입니다! 🥑 건강한 음식 선택을 쉽고 맛있게 만들어 봐요. 🥕 오늘부터 더 잘 챙겨 먹을 준비되셨나요? 시작해 볼까요! 🌱

# chatbot.calomate.welcome_message
source: Selam! 👋 Ben CaloMate, kalori takibi yapmana ve hedeflerine ulaşmana yardımcı olmak için buradayım! 🎯 Akıllı kalori seçimleriyle seni doğru yolda tutalım. 🥗 Kalori alımını dengelemeye hazır mısın? Hadi başlayalım! 📊
de: Hey! 👋 Ich bin CaloMate und helfe dir, deine Kalorien zu verfolgen und deine Ziele zu erreichen! 🎯 Lass uns dich mit klugen Kalorienentscheidungen auf dem richtigen Weg halten. 🥗 Bereit, deine Aufnahme auszugleichen? Fangen wir an! 📊
es: ¡Hola! 👋 ¡Soy CaloMate, aquí para ayudarte a contar tus calorías y alcanzar tus metas! 🎯 Mantengámonos en el camino correcto con elecciones de calorías inteligentes. 🥗 ¿Listo/a para equilibrar tu ingesta? ¡Empecemos! 📊
fr: Salut ! 👋 Je suis CaloMate, là pour t'aider à suivre tes calories et à atteindre tes objectifs ! 🎯 Restons sur la bonne voie avec des choix caloriques intelligents. 🥗 Prêt(e) à équilibrer tes apports ? C'est parti ! 📊
it: Ehi! 👋 Sono CaloMate, qui per aiutarti a tenere traccia delle tue calorie e a raggiungere i tuoi obiettivi! 🎯 Rimaniamo sulla strada giusta con scelte caloriche intelligenti. 🥗 Pronto a bilanciare la tua assunzione? Iniziamo! 📊
ko: 안녕하세요! 👋 칼로리 추적과 목표 달성을 돕는 칼로메이트입니다! 🎯 현명한 칼로리 선택으로 올바른 길을 갈 수 있도록 도와드릴게요. 🥗 섭취량의 균형을 맞출 준비가 되셨나요? 시작해 봅시다! 📊

# chatbot.the_britisher.welcome
source: Cheerio! 👋 Ben The Britisher, İngilizce'de ustalaşman için büyüleyici rehberin! 🇬🇧 Gerçek bir İngiliz gibi konuşmaya ve Birleşik Krallık kültürünü keşfetmeye hazır mısın? Hadi dalış yapalım!
de: Na, wie geht's! 👋 Ich bin The Britisher, dein charmanter Guide, um Englisch zu meistern! 🇬🇧 Bereit, wie ein echter Brite zu sprechen und die Kultur des Vereinigten Königreichs zu erkunden? Lass uns eintauchen!
es: Cheerio! 👋 Soy The Britisher, ¡tu encantador guía para dominar el inglés! 🇬🇧 ¿Listo para hablar como un verdadero británico y explorar la cultura del Reino Unido? ¡Vamos a ello!
fr: Cheerio ! 👋 Je suis The Britisher, ton charmant guide pour maîtriser l'anglais ! 🇬🇧 Prêt(e) à parler comme un vrai Britannique et à explorer la culture du Royaume-Uni ? Allons-y !
it: Cheerio! 👋 Sono The Britisher, la tua affascinante guida per padroneggiare l'inglese! 🇬🇧 Pronto a parlare come un vero britannico e a esplorare la cultura del Regno Unito? Immergiamoci!
ko: Cheerio! 👋 영어를 마스터하도록 도와줄 매력적인 가이드, 브리티셔입니다! 🇬🇧 진짜 영국인처럼 말하고 영국 문화를 탐험할 준비가 되셨나요? 함께 시작해요!

# chatbot.salsamaster.welcome
source: ¡Hola! 👋 Ben SalsaMaster, anadili gibi konuşmana yardımcı olacak İspanyolca uzmanı. 🇪🇸 İspanyolca'yı tutku, ritim ve zarafetle konuşmaya hazır mısın? Baharatlı yolculuğumuza başlayalım!
de: ¡Hola! 👋 Ich bin SalsaMaster, der Spanisch-Experte, der dir helfen wird, wie ein Muttersprachler zu sprechen. 🇪🇸 Bereit, Spanisch mit Leidenschaft, Rhythmus und Flair zu sprechen? Lass uns unsere feurige Reise beginnen!
es: ¡Hola! 👋 Soy SalsaMaster, el experto en español que te ayudará a hablar como un nativo. 🇪🇸 ¿Listo para hablar español con pasión, ritmo y estilo? ¡Empecemos nuestro viaje picante!
fr: ¡Hola! 👋 Je suis SalsaMaster, l'expert en espagnol qui t'aidera à parler comme un natif. 🇪🇸 Prêt(e) à parler espagnol avec passion, rythme et panache ? Commençons notre voyage épicé !
it: ¡Hola! 👋 Sono SalsaMaster, l'esperto di spagnolo che ti aiuterà a parlare come un madrelingua. 🇪🇸 Pronto a parlare spagnolo con passione, ritmo e stile? Iniziamo il nostro piccante viaggio!
ko: ¡Hola! 👋 원어민처럼 스페인어를 구사하도록 도와줄 전문가, 살사마스터입니다. 🇪🇸 열정, 리듬, 그리고 감각으로 스페인어를 말할 준비가 되셨나요? 정열적인 여정을 시작해 봐요!

# chatbot.le_francais_charmant.welcome
source: Bonjour! 👋 Ben Le Français Charmant, zarif Fransız dünyası için keyifli rehberin! 🇫🇷 Fransızca'yı güvenle ve çekicilikle konuşmak ister misin? Bu büyülü yolculuğa birlikte çıkalım!
de: Bonjour! 👋 Ich bin Le Français Charmant, dein bezaubernder Führer in die elegante Welt des Französischen! 🇫🇷 Möchtest du Französisch mit Selbstvertrauen und Charme sprechen? Lass uns gemeinsam auf diese magische Reise gehen!
es: Bonjour! 👋 Soy Le Français Charmant, ¡tu encantadora guía al elegante mundo del francés! 🇫🇷 ¿Quieres hablar francés con confianza y encanto? ¡Embarquémonos juntos en este mágico viaje!
fr: Bonjour ! 👋 Je suis Le Français Charmant, ton délicieux guide dans le monde élégant du français ! 🇫🇷 Envie de parler français avec assurance et charme ? Embarquons ensemble pour ce voyage magique !
it: Bonjour! 👋 Sono Le Français Charmant, la tua deliziosa guida nell'elegante mondo del francese! 🇫🇷 Vuoi parlare francese con sicurezza e fascino? Partiamo insieme per questo viaggio magico!
ko: Bonjour! 👋 우아한 프랑스어의 세계로 안내할 사랑스러운 가이드, 르 프랑세 샤르망입니다! 🇫🇷 자신감과 매력으로 프랑스어를 구사하고 싶으신가요? 마법 같은 여정을 함께 떠나요!

# chatbot.deutschekraft.welcome
source: Hallo! 👋 Ben DeutscheKraft, Almanca öğrenmen için canlı rehberin! 🇩🇪 Almanca'yı güvenle konuşmak ve harika Alman kültürünü tanımak ister misin? Hadi başlayalım!
de: Hallo! 👋 Ich bin DeutscheKraft, dein dynamischer Guide zum Deutschlernen! 🇩🇪 Willst du selbstbewusst Deutsch sprechen und die beeindruckende deutsche Kultur kennenlernen? Legen wir los!
es: Hallo! 👋 Soy DeutscheKraft, ¡tu vibrante guía para aprender alemán! 🇩🇪 ¿Quieres hablar alemán con seguridad y conocer la increíble cultura alemana? ¡Empecemos!
fr: Hallo! 👋 Je suis DeutscheKraft, ton guide dynamique pour apprendre l'allemand ! 🇩🇪 Envie de parler allemand avec assurance et de découvrir l'incroyable culture allemande ? C'est parti !
it: Hallo! 👋 Sono DeutscheKraft, la tua vivace guida per imparare il tedesco! 🇩🇪 Vuoi parlare tedesco con sicurezza e conoscere la fantastica cultura tedesca? Iniziamo!
ko: Hallo! 👋 독일어 학습을 위한 활기찬 가이드, 도이체크라프트입니다! 🇩🇪 자신감 있게 독일어를 말하고 멋진 독일 문화를 알아가고 싶으신가요? 지금 바로 시작해요!

# chatbot.mandarinmagician.welcome
source: 你好 (Nǐ hǎo)! 👋 Ben MandarinMagician, Mandarin Çincesi dili için sihirli rehberin! 🇨🇳 Mandarin'in gizemlerini çözmeye ve kendini Çin kültürüne kaptırmaya hazır mısın? Hadi gerçekleştirelim!
de: 你好 (Nǐ hǎo)! 👋 Ich bin MandarinMagician, dein magischer Führer zur chinesischen Mandarin-Sprache! 🇨🇳 Bereit, die Geheimnisse des Mandarin zu lüften und in die chinesische Kultur einzutauchen? Lass es uns verwirklichen!
es: 你好 (Nǐ hǎo)! 👋 ¡Soy MandarinMagician, tu guía mágico para el idioma chino mandarín! 🇨🇳 ¿Listo para desvelar los misterios del mandarín y sumergirte en la cultura china? ¡Hagámoslo realidad!
fr: 你好 (Nǐ hǎo)! 👋 Je suis MandarinMagician, ton guide magique pour la langue chinoise mandarin ! 🇨🇳 Prêt(e) à percer les mystères du mandarin et à t'immerger dans la culture chinoise ? Faisons-en une réalité !
it: 你好 (Nǐ hǎo)! 👋 Sono MandarinMagician, la tua guida magica alla lingua cinese mandarino! 🇨🇳 Pronto a sbloccare i misteri del mandarino e a immergerti nella cultura cinese? Facciamolo succedere!
ko: 你好 (Nǐ hǎo)! 👋 중국어 만다린의 세계로 안내할 마법 같은 가이드, 만다린매지션입니다! 🇨🇳 만다린의 신비를 풀고 중국 문화에 푹 빠져볼 준비가 되셨나요? 함께라면 가능해요!

# chatbot.senseixpert.welcome
source: こんにちは (Konnichiwa)! 👋 Ben SenseiXpert, Japonca'da ustalaşman için uzman rehberin! 🇯🇵 Japonca öğrenmeye ve zengin kültürüne dalmaya hazır mısın? Hadi bu yolculuğa birlikte çıkalım!
de: こんにちは (Konnichiwa)! 👋 Ich bin SenseiXpert, dein fachkundiger Guide, um Japanisch zu meistern! 🇯🇵 Bereit, Japanisch zu lernen und in die reiche Kultur einzutauchen? Lass uns gemeinsam auf diese Reise gehen!
es: こんにちは (Konnichiwa)! 👋 ¡Soy SenseiXpert, tu guía experto para dominar el japonés! 🇯🇵 ¿Listo para aprender japonés y sumergirte en su rica cultura? ¡Emprendamos este viaje juntos!
fr: こんにちは (Konnichiwa)! 👋 Je suis SenseiXpert, ton guide expert pour maîtriser le japonais ! 🇯🇵 Prêt(e) à apprendre le japonais et à t'immerger dans sa riche culture ? Embarquons ensemble dans cette aventure !
it: こんにちは (Konnichiwa)! 👋 Sono SenseiXpert, la tua guida esperta per padroneggiare il giapponese! 🇯🇵 Pronto a imparare il giapponese e a immergerti nella sua ricca cultura? Partiamo insieme per questo viaggio!
ko: こんにちは (Konnichiwa)! 👋 일본어 마스터를 위한 전문 가이드, 센세이엑스퍼트입니다! 🇯🇵 일본어를 배우고 풍부한 문화에 빠져들 준비가 되셨나요? 함께 이 여정을 떠나요!
